<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>nevatrip / test-php</title>
</head>
<body>
    <h1>Предлагаю вариант решения задач в следующем виде</h1>
    <p>
        Изменена структура БД, приведена к реляционному типу, добавлены дополнительные таблицы, изменён получаемый и отправляемый JSON
    </p>
    <h4>После перехода по ссылке произайдёт загруза базы данных, если у вас имеется база данных которую вы указали в .env, то она удалиться и заменится новой, если такой базы нет, тогда создатся новая</h4>
    <a href="preload.php">Демантрация задания</a>
    <br><br>
</body>
</html>
